HELP_1 = """<b><u>ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅs :</b></u>

ᴊᴜsᴛ ᴀᴅᴅ <b>ᴄ</b> ɪɴ ᴛʜᴇ sᴛᴀʀᴛɪɴɢ ᴏғ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅs ᴛᴏ ᴜsᴇ ᴛʜᴇᴍ ғᴏʀ ᴄʜᴀɴɴᴇʟ.


/pause : ᴩᴀᴜsᴇ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴩʟᴀʏɪɴɢ sᴛʀᴇᴀᴍ.

/resume : ʀᴇsᴜᴍᴇ ᴛʜᴇ ᴩᴀᴜsᴇᴅ sᴛʀᴇᴀᴍ.

/skip : sᴋɪᴩ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴩʟᴀʏɪɴɢ sᴛʀᴇᴀᴍ ᴀɴᴅ sᴛᴀʀᴛ sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ɴᴇxᴛ ᴛʀᴀᴄᴋ ɪɴ ǫᴜᴇᴜᴇ.

/end ᴏʀ /stop : ᴄʟᴇᴀʀs ᴛʜᴇ ǫᴜᴇᴜᴇ ᴀɴᴅ ᴇɴᴅ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴩʟᴀʏɪɴɢ sᴛʀᴇᴀᴍ.

/player : ɢᴇᴛ ᴀ ɪɴᴛᴇʀᴀᴄᴛɪᴠᴇ ᴩʟᴀʏᴇʀ ᴩᴀɴᴇʟ.

/queue : sʜᴏᴡs ᴛʜᴇ ǫᴜᴇᴜᴇᴅ ᴛʀᴀᴄᴋs ʟɪsᴛ.

/lyrics [sᴏɴɢ ɴᴀᴍᴇ] : sᴇᴀʀᴄʜ ʟʏʀɪᴄs ғᴏʀ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ sᴏɴɢ ᴀɴᴅ sᴇɴᴅ ᴛʜᴇ ʀᴇsᴜʟᴛs.
"""

HELP_2 = """
<b><u>ᴀᴜᴛʜ ᴜsᴇʀs :</b></u>

ᴀᴜᴛʜ ᴜsᴇʀs ᴄᴀɴ ᴜsᴇ ᴀᴅᴍɪɴ ʀɪɢʜᴛs ɪɴ ᴛʜᴇ ʙᴏᴛ ᴡɪᴛʜᴏᴜᴛ ᴀᴅᴍɪɴ ʀɪɢʜᴛs ɪɴ ᴛʜᴇ ᴄʜᴀᴛ.

/auth [ᴜsᴇʀɴᴀᴍᴇ/ᴜsᴇʀ_ɪᴅ] : ᴀᴅᴅ ᴀ ᴜsᴇʀ ᴛᴏ ᴀᴜᴛʜ ʟɪsᴛ ᴏғ ᴛʜᴇ ʙᴏᴛ.
/unauth [ᴜsᴇʀɴᴀᴍᴇ/ᴜsᴇʀ_ɪᴅ] : ʀᴇᴍᴏᴠᴇ ᴀ ᴀᴜᴛʜ ᴜsᴇʀs ғʀᴏᴍ ᴛʜᴇ ᴀᴜᴛʜ ᴜsᴇʀs ʟɪsᴛ.
/authusers : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ᴀᴜᴛʜ ᴜsᴇʀs ᴏғ ᴛʜᴇ ɢʀᴏᴜᴩ.
"""

HELP_3 = """
<u><b>ʙʀᴏᴀᴅᴄᴀsᴛ ғᴇᴀᴛᴜʀᴇ</b></u> [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs] :

/broadcast [ᴍᴇssᴀɢᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴍᴇssᴀɢᴇ] : ʙʀᴏᴀᴅᴄᴀsᴛ ᴀ ᴍᴇssᴀɢᴇ ᴛᴏ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs ᴏғ ᴛʜᴇ ʙᴏᴛ.

<u>ʙʀᴏᴀᴅᴄᴀsᴛɪɴɢ ᴍᴏᴅᴇs :</u>
<b>-pin</b> : ᴩɪɴs ʏᴏᴜʀ ʙʀᴏᴀᴅᴄᴀsᴛᴇᴅ ᴍᴇssᴀɢᴇs ɪɴ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs.
<b>-pinloud</b> : ᴩɪɴs ʏᴏᴜʀ ʙʀᴏᴀᴅᴄᴀsᴛᴇᴅ ᴍᴇssᴀɢᴇ ɪɴ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs ᴀɴᴅ sᴇɴᴅ ɴᴏᴛɪғɪᴄᴀᴛɪᴏɴ ᴛᴏ ᴛʜᴇ ᴍᴇᴍʙᴇʀs.
<b>-user</b> : ʙʀᴏᴀᴅᴄᴀsᴛs ᴛʜᴇ ᴍᴇssᴀɢᴇ ᴛᴏ ᴛʜᴇ ᴜsᴇʀs ᴡʜᴏ ʜᴀᴠᴇ sᴛᴀʀᴛᴇᴅ ʏᴏᴜʀ ʙᴏᴛ.
<b>-assistant</b> : ʙʀᴏᴀᴅᴄᴀsᴛ ʏᴏᴜʀ ᴍᴇssᴀɢᴇ ғʀᴏᴍ ᴛʜᴇ ᴀssɪᴛᴀɴᴛ ᴀᴄᴄᴏᴜɴᴛ ᴏғ ᴛʜᴇ ʙᴏᴛ.
<b>-nobot</b> : ғᴏʀᴄᴇs ᴛʜᴇ ʙᴏᴛ ᴛᴏ ɴᴏᴛ ʙʀᴏᴀᴅᴄᴀsᴛ ᴛʜᴇ ᴍᴇssᴀɢᴇ..

<b>ᴇxᴀᴍᴩʟᴇ:</b> <code>/broadcast -user -assistant -pin ᴛᴇsᴛɪɴɢ ʙʀᴏᴀᴅᴄᴀsᴛ</code>
"""

HELP_4 = """
━━━━━━━━━━━━━━━━━━━━━
<blockquote>👑✨ <b>𝐀𝐛𝐨𝐮𝐭 𝐌𝐞</b> ✨👑</blockquote>

 💠 𝐍𝐚𝐦𝐞 - 𓆩 𝐁ᴏᴛ ꭙ 𝐌ᴀᴋᴇʀ 𓆪 🛡️    

📍 𝐅𝐫𝐨𝐦 - 🌏 𝐆𝐥𝐨𝐛𝐚𝐥 𝐖𝐨𝐫𝐥𝐝 ✈️ 
   
⚡ 𝐒𝐩𝐞𝐜𝐢𝐚𝐥𝐢𝐭𝐲 - 🎧 𝐌𝐮𝐬𝐢𝐜 • 💻 𝐂𝐨𝐝𝐢𝐧𝐠 • 🪬 𝐀𝐮𝐭𝐨𝐦𝐚𝐭𝐢𝐨𝐧    

💬 𝐋𝐚𝐧𝐠𝐮𝐚𝐠𝐞𝐬 - 🇮🇳 Hindi • 🇬🇧 English • 🌐 Multi-Lingual    

🛠 𝐖𝐨𝐫𝐤𝐢𝐧𝐠 𝐎𝐧 - 🤖 𝐓𝐞𝐥𝐞𝐠𝐫𝐚𝐦 𝐁𝐨𝐭𝐬 & ⚙️ 𝐒𝐲𝐬𝐭𝐞𝐦𝐬 

<blockquote>🌐 𝐂𝐨𝐧𝐧𝐞𝐜𝐭 𝐖𝐢𝐭𝐡 𝐌𝐞 - <a href='https://t.me/AboutBotMaker'>📢 𝐎𝐟𝐟𝐢𝐜𝐢𝐚𝐥 𝐂𝐡𝐚𝐧𝐧𝐞𝐥</a> </blockquote>  

━━━━━━━━━━━━━━━━━━━━━
"""

HELP_5 = """
<b>🚀 𝐏𝐫𝐨𝐦𝐨𝐭𝐢𝐨𝐧 𝐒𝐞𝐫𝐯𝐢𝐜𝐞𝐬 𝐀𝐯𝐚𝐢𝐥𝐚𝐛𝐥𝐞! 🚀</b>

I provide 𝙋𝙧𝙤𝙢𝙤𝙩𝙞𝙤𝙣 𝙩𝙝𝙧𝙤𝙪𝙜𝙝 𝘽𝙤𝙩 🤖 — for 𝙂𝙧𝙤𝙪𝙥𝙨, 𝘾𝙝𝙖𝙣𝙣𝙚𝙡𝙨, 𝘽𝙤𝙩𝙨, 𝙒𝙚𝙗𝙨𝙞𝙩𝙚𝙨 🌍✨

💎 If you want to promote, just 𝐃𝐌 𝐭𝐡𝐞 𝐁𝐨𝐭 𝐎𝐰𝐧𝐞𝐫 📩

🔥 𝐏𝐚𝐧𝐞𝐥 𝐒𝐞𝐫𝐯𝐢𝐜𝐞𝐬:
👥 𝟏𝐊 𝐅𝐚𝐤𝐞 𝐌𝐞𝐦𝐛𝐞𝐫𝐬 (Lifetime) – Only ₹150 ✅ Full Guarantee!
👤 𝐑𝐞𝐚𝐥 𝐌𝐞𝐦𝐛𝐞𝐫𝐬 – Only ₹1.5 per Member (via Member Request) 💯

🎁 For 𝐅𝐫𝐞𝐞 𝐏𝐫𝐨𝐦𝐨𝐭𝐢𝐨𝐧, join 👉 @LINKPR0MOTION 🎉

📌 𝐁𝐞𝐬𝐭 & 𝐀𝐟𝐟𝐨𝐫𝐝𝐚𝐛𝐥𝐞 𝐏𝐫𝐨𝐦𝐨 𝐃𝐞𝐚𝐥𝐬! ⚡

"""

HELP_6 = """
<b></b>
    ┏━┅┅┄┄┅┅┄┄┄┄┉┉┄┄┉┉━┓
     ⭑★✪ 𝗞𝗜𝗡𝗚 𝗫 𝗕𝗢𝗧 ✪★⭑
       🚀 𝗕ᴏᴛꜱ ꜱᴛᴏʀᴇ 🤖
    ┗━┅┅┄┄┅┅┄┄┄┄┉┉┄┄┉┉━┛ </b> 

🎶 𝗠ᴜꜱɪᴄ 𝗕ᴏᴛ – 𝟯𝟬𝟬₹  
💬 𝗖ʜᴀᴛ 𝗕ᴏᴛ – 𝟯𝟬𝟬₹  
🔗 𝗕ɪᴏ 𝗟ɪɴᴋ 𝗥ᴇᴍᴏᴠᴀʟ – 𝟮𝟱𝟬₹  
📩 𝗥ᴇ𝐐ᴜᴇꜱᴛ 𝗔ᴄᴄᴇᴘᴛ – 𝟳𝟬₹ / 𝟭𝟬𝟬₹  

━━━━━━━━━━━━━━━━━━  
🆓 𝗙ʀᴇᴇ 𝗕ᴏᴛꜱ:  
(💡 𝗧ʜᴇ𝘀ᴇ 𝗕ᴏᴛꜱ 𝗜 𝗪ɪʟʟ 𝗠ᴀ𝗸ᴇ 𝗙ᴼᴿ 𝗬ᴼ𝗨 𝗙𝗥𝗘𝗘 ✅)  

① 𝗥ᴇ𝐐ᴜᴇꜱᴛ 𝗔ᴄᴄᴇᴘᴛ 𝗕ᴏᴛ  
② ꜱᴛʏʟɪꜱʜ 𝗡ᴀᴍᴇ 𝗕ᴏᴛ  
③ ꜰᴏɴᴛ 𝗕ᴏᴛ  
④ 𝗖ᴀʟᴄᴜʟᴀᴛᴏʀ 𝗕ᴏᴛ  
⑤ 𝗟ᴏɢᴏ 𝗠ᴀᴋᴇʀ  
⑥ 𝗜ɴꜰᴏ 𝗕ᴏᴛ  
⑦ 𝗚ʀᴏᴜᴘ 𝗣ʀᴏᴛᴇᴄᴛᴏʀ  
⑧ 𝗠ᴀɴʜᴡᴀ 𝗕ᴏᴛ  
⑨ 𝗥ᴇᴀᴄᴛɪᴏɴ 𝗕ᴏᴛ  
⑩ 𝗚ᴀᴍᴇ 𝗕ᴏᴛ  
⑪ 𝗧ᴀꜱᴋ 𝗕ᴏᴛ  
⑫ 𝗩ᴏᴛɪɴɢ 𝗕ᴏᴛ  
⑬ 𝗔ᴅᴠᴀɴᴄᴇ 𝗩ᴏᴛɪɴɢ 𝗕ᴏᴛ  
⑭ 𝗚ᴀʟɪ 𝗕ᴏᴛ  
⑮ 𝗤ᴜɪᴢ 𝗕ᴏᴛ  
⑯ 𝗙ɪʟᴇ ꜱʜᴀʀɪɴɢ 𝗕ᴏᴛ  
⑰ 𝗣ʀᴏꜰɪʟᴇ 𝗕ᴏᴛ  
⑱ 𝗖ʜᴀɴɴᴇʟ 𝗠ᴜʟᴛɪʟᴀɴɢ 𝗕ᴏᴛ  
⑲ 𝗚ɪᴠᴇᴀᴡᴀʏ 𝗕ᴏᴛ  
⑳ 𝗣ᴏᴍ 𝗣ᴏᴍ 𝗕ᴏᴛ  
㉑ ꜱᴛᴀʀ 𝗚ɪᴠᴇᴀᴡᴀʏ 𝗕ᴏᴛ  
㉒ 𝗧ɢ 𝗣ʀᴇᴍɪᴜᴍ 𝗕ᴏᴛ  
㉓ 𝗢ᴛᴘ 𝗕ᴏᴛ  
㉔ ꜱᴍᴍ 𝗣ᴀɴᴇʟ 𝗕ᴏᴛ  
㉕ ɴᴜᴍʙᴇʀ 𝗛ᴀᴄᴋɪɴɢ 𝗕ᴏᴛ  

━━━━━━━━━━━━━━━━━━  
💎 𝗣ᴀɪᴅ 𝗖ʟᴏɴᴇꜱ:  

⚡ 𝗥ᴇᴀᴄᴛɪᴏɴ + 𝗖ʟᴏɴᴇ(𝟭𝟬) – 𝟯𝟬₹  
🎮 𝗚ᴀᴍᴇ + 𝗖ʟᴏɴᴇ(𝟱) – 𝟯𝟬₹  
🤬 𝗚ᴀʟɪ + 𝗖ʟᴏɴᴇ(𝟱) – 𝟮𝟬₹
"""

HELP_7 = """
<u><b>ɢʟᴏʙᴀʟ ʙᴀɴ ғᴇᴀᴛᴜʀᴇ</b></u> [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs] :

/gban [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] : ɢʟᴏʙᴀʟʟʏ ʙᴀɴs ᴛʜᴇ ᴄʜᴜᴛɪʏᴀ ғʀᴏᴍ ᴀʟʟ ᴛʜᴇ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs ᴀɴᴅ ʙʟᴀᴄᴋʟɪsᴛ ʜɪᴍ ғʀᴏᴍ ᴜsɪɴɢ ᴛʜᴇ ʙᴏᴛ.
/ungban [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] : ɢʟᴏʙᴀʟʟʏ ᴜɴʙᴀɴs ᴛʜᴇ ɢʟᴏʙᴀʟʟʏ ʙᴀɴɴᴇᴅ ᴜsᴇʀ.
/gbannedusers : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ɢʟᴏʙᴀʟʟʏ ʙᴀɴɴᴇᴅ ᴜsᴇʀs.
"""

HELP_8 = """
<b><u>ʟᴏᴏᴘ sᴛʀᴇᴀᴍ :</b></u>

<b>sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ ɪɴ ʟᴏᴏᴘ</b>

/loop [enable/disable] : ᴇɴᴀʙʟᴇs/ᴅɪsᴀʙʟᴇs ʟᴏᴏᴘ ғᴏʀ ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ
/loop [1, 2, 3, ...] : ᴇɴᴀʙʟᴇs ᴛʜᴇ ʟᴏᴏᴘ ғᴏʀ ᴛʜᴇ ɢɪᴠᴇɴ ᴠᴀʟᴜᴇ.
"""

HELP_9 = """
<u><b>ᴍᴀɪɴᴛᴇɴᴀɴᴄᴇ ᴍᴏᴅᴇ</b></u> [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs] :

/logs : ɢᴇᴛ ʟᴏɢs ᴏғ ᴛʜᴇ ʙᴏᴛ.

/logger [ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ] : ʙᴏᴛ ᴡɪʟʟ sᴛᴀʀᴛ ʟᴏɢɢɪɴɢ ᴛʜᴇ ᴀᴄᴛɪᴠɪᴛɪᴇs ʜᴀᴩᴩᴇɴ ᴏɴ ʙᴏᴛ.

/maintenance [ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ] : ᴇɴᴀʙʟᴇ ᴏʀ ᴅɪsᴀʙʟᴇ ᴛʜᴇ ᴍᴀɪɴᴛᴇɴᴀɴᴄᴇ ᴍᴏᴅᴇ ᴏғ ʏᴏᴜʀ ʙᴏᴛ.
"""

HELP_10 = """
<b><u>ᴘɪɴɢ & sᴛᴀᴛs :</b></u>

/start : sᴛᴀʀᴛs ᴛʜᴇ ᴍᴜsɪᴄ ʙᴏᴛ.
/help : ɢᴇᴛ ʜᴇʟᴩ ᴍᴇɴᴜ ᴡɪᴛʜ ᴇxᴩʟᴀɴᴀᴛɪᴏɴ ᴏғ ᴄᴏᴍᴍᴀɴᴅs.

/ping : sʜᴏᴡs ᴛʜᴇ ᴩɪɴɢ ᴀɴᴅ sʏsᴛᴇᴍ sᴛᴀᴛs ᴏғ ᴛʜᴇ ʙᴏᴛ.

/stats : sʜᴏᴡs ᴛʜᴇ ᴏᴠᴇʀᴀʟʟ sᴛᴀᴛs ᴏғ ᴛʜᴇ ʙᴏᴛ.
"""

HELP_11 = """
<u><b>ᴩʟᴀʏ ᴄᴏᴍᴍᴀɴᴅs :</b></u>

<b>v :</b> sᴛᴀɴᴅs ғᴏʀ ᴠɪᴅᴇᴏ ᴩʟᴀʏ.
<b>force :</b> sᴛᴀɴᴅs ғᴏʀ ғᴏʀᴄᴇ ᴩʟᴀʏ.

/play ᴏʀ /vplay : sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴛʀᴀᴄᴋ ᴏɴ ᴠɪᴅᴇᴏᴄʜᴀᴛ.

/playforce ᴏʀ /vplayforce : sᴛᴏᴩs ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ ᴀɴᴅ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴛʀᴀᴄᴋ.
"""

HELP_12 = """
<b><u>sʜᴜғғʟᴇ ᴏ̨ᴜᴇᴜᴇ :</b></u>

/shuffle : sʜᴜғғʟᴇ's ᴛʜᴇ ᴏ̨ᴜᴇᴜᴇ.
/queue : sʜᴏᴡs ᴛʜᴇ sʜᴜғғʟᴇᴅ ᴏ̨ᴜᴇᴜᴇ.
"""

HELP_13 = """
<b><u>sᴇᴇᴋ sᴛʀᴇᴀᴍ :</b></u>

/seek [ᴅᴜʀᴀᴛɪᴏɴ ɪɴ sᴇᴄᴏɴᴅs] : sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴀᴍ ᴛᴏ ᴛʜᴇ ɢɪᴠᴇɴ ᴅᴜʀᴀᴛɪᴏɴ.
/seekback [ᴅᴜʀᴀᴛɪᴏɴ ɪɴ sᴇᴄᴏɴᴅs] : ʙᴀᴄᴋᴡᴀʀᴅ sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴀᴍ ᴛᴏ ᴛʜᴇ ᴛʜᴇ ɢɪᴠᴇɴ ᴅᴜʀᴀᴛɪᴏɴ.
"""

HELP_14 = """
<b><u>sᴏɴɢ ᴅᴏᴡɴʟᴏᴀᴅ</b></u>

/song [sᴏɴɢ ɴᴀᴍᴇ/ʏᴛ ᴜʀʟ] : ᴅᴏᴡɴʟᴏᴀᴅ ᴀɴʏ ᴛʀᴀᴄᴋ ғʀᴏᴍ ʏᴏᴜᴛᴜʙᴇ ɪɴ ᴍᴘ3 ᴏʀ ᴍᴘ4 ғᴏʀᴍᴀᴛs.
"""

HELP_15 = """
<b><u>sᴘᴇᴇᴅ ᴄᴏᴍᴍᴀɴᴅs :</b></u>

ʏᴏᴜ ᴄᴀɴ ᴄᴏɴᴛʀᴏʟ ᴛʜᴇ ᴘʟᴀʏʙᴀᴄᴋ sᴘᴇᴇᴅ ᴏғ ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ. [ᴀᴅᴍɪɴs ᴏɴʟʏ]

/speed or /playback : ғᴏʀ ᴀᴅᴊᴜsᴛɪɴɢ ᴛʜᴇ ᴀᴜᴅɪᴏ ᴘʟᴀʏʙᴀᴄᴋ sᴘᴇᴇᴅ ɪɴ ɢʀᴏᴜᴘ.
/cspeed or /cplayback : ғᴏʀ ᴀᴅᴊᴜsᴛɪɴɢ ᴛʜᴇ ᴀᴜᴅɪᴏ ᴘʟᴀʏʙᴀᴄᴋ sᴘᴇᴇᴅ ɪɴ ᴄʜᴀɴɴᴇʟ.
"""
